Can't find a host for Path Reinforcement.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId CannotPlacePathReinforcementWarn { get; }
  Visual Basic
Public Shared ReadOnly Property CannotPlacePathReinforcementWarn As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ CannotPlacePathReinforcementWarn {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures RebarSystemFailures Class
  Autodesk.Revit.DB Namespace